;; -*- no-byte-compile: t; -*-
;; .doom.d/packages.el

(package! linum-relative)
(package! org-alert)
(package! undo-tree)
(package! evil-snipe)
(package! darkroom) ;; better writeroom, for now
(package! focus) ;; focuses on current line

(package! deadgrep)
(package! quelpa)
(package! quelpa-use-package)
(package! anki-editor)
